USE db_61;
INSERT INTO student_61 VALUES ('S001','xiaoming','男','2000-2-1','计算机'),
                              ('S002','xiaohong','女','2001-1-1','计算机'),
                              ('S003','xiaowang','男','2001-5-3','中文');
INSERT INTO course_61 VALUES ('C001','语文',1,3,'','王华'),
                             ('C002','历史',1,3,'','汪强'),
                             ('C003','数学',2,3,'','瑞红');

INSERT INTO sc_61 VALUES ('S001','C001',98),
                         ('S001','C002',95),
                         ('S001','C003',93),
                         ('S002','C001',99),
                         ('S002','C002',88),
                         ('S002','C003',77),
                         ('S003','C001',66),
                         ('S003','C002',100),
                         ('S003','C003',99);